{
    "main": [
      {
        "药品名称": "藿香正气水",
        "性状": "本品为深棕色澄清液体，味苦，辛",
        "作用类别": "null",
        "功能主治": "用于外感风寒，内伤湿滞或夏伤暑湿，所致感冒。胸闷，腹胀，呕吐腹泻，肠胃性感冒",
        "用法用量": "口服，一次半只或一只，一日2次，用时摇匀",
        "禁忌": "1.对本品成分过敏者禁用2.酒精过敏者禁用",
        "注意事项": "1.忌烟、酒及辛辣、生冷、油腻食物,饮食清淡2.有高血压，心脏病，肝病，糖尿病，肾病等慢性病严重者应在医师指导下服用3.不建议儿童，孕妇及哺乳期妇女使用4.本品含生半夏，不宜过量或长期服用",
        "药物相互作用": "1.本品含有乙醇，与头孢类药物或易产生双硫仑反应的药物合用可使血中乙酰醛浓度上升，出现双硫仑反应。",
        "药理作用": "null",
        "不良反应": "1.可能引起恶心，呕吐，皮疹，瘙痒，头晕，红晕，心悸等。2.本产品含有酒精，有服用本产品以后出现过敏性休克，可能与一些药物产生双硫仑反应，过量服用本产品出现过抽搐的病例"
      },
      {
        "药品名称": "感冒灵胶囊",
        "性状": "本品为胶囊剂，内容物为棕褐色的颗粒；味苦",
        "作用类别": "null",
        "功能主治": "解热镇痛。用于感冒引起的头痛，发热，鼻塞，流涕，咽痛",
        "用法用量": "口服，一次2粒，一日三次",
        "禁忌": "严重肝肾功能不全者禁用",
        "注意事项": "1.忌烟、酒及辛辣、生冷、油腻食物。2.不宜在服药期间同时服用滋补性中成药。3.本品含对乙酰氨基酚、马来酸氯苯那敏、咖啡因。服用本品期间不得饮酒或含有酒精的饮料；同时不能服用与本品成分相似的其他抗感冒药；肝、肾功能不全者慎用；膀胱颈梗阻、甲状腺功能亢进、青光眼、高血压和前列腺肥大者慎用；孕妇及哺乳期妇女慎用；服药期间不得驾驶机、车、船、从事高空作业、机械作业及操作精密仪器。4.脾胃虚寒，症见腹痛、喜暖、泄泻者慎用。5.心脏病、糖尿病等慢性病严重者应在医师指导下服用。6.儿童、年老体弱者应在医师指导下服用。7.服药后三天后症状无改善或症状加重，或出现新的严重症状如胸闷、心悸等应立即停药，并去医院就诊。8.对本品过敏者禁用，过敏体质者慎用。9.本品性状发生改变时禁止使用。10.儿童必须在成人监护下使用。11.请将本品放在儿童不能接触的地方。12.如正在使用其他药品，使用本品前请咨询医师或药师",
        "药物相互作用": "1.与其他解热镇痛药并用，有增加肾毒性的危险。2.如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
        "药理作用": "null",
        "不良反应": "可见困倦、嗜睡、口渴、虚弱感；偶见皮疹1、荨麻疹、药热及粒细胞减少；长期大量用药会导致肝肾功能异常。"
      },
      {
        "药品名称": "风油精",
        "性状": "本品为淡绿色澄清的油状液体；有特殊想起，味凉而辣。",
        "作用类别": "null",
        "功能主治": "清凉，止痛，驱风，止痒。用于蚊虫叮咬及伤风感冒引起的头痛",
        "用法用量": "外用，涂擦于患处。口服，一次4-6滴。",
        "禁忌": "尚不明确",
        "注意事项": "1.孕妇和三岁以下儿童慎用。2.皮肤有烫伤，损伤及溃疡者禁用。3.涂药时注意不要将药误入眼内。4.外搽后皮肤出现皮疹瘙痒者应停用。5.瓶盖宜拧紧，以防止药物挥发。6.对本品过敏者禁用。7.本品性状发生改变时禁止使用。8.儿童必须在成人监护下使用。9.请将本品放在儿童不能接触的地方。10.如正在使用其他药品，使用本品前请咨询医师或药师。",
        "药物相互作用": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师",
        "药理作用": "null",
        "不良反应": "尚不明确"
      },
      {
        "药品名称": "布洛芬缓释胶囊",
        "性状": "本品内容物为白色球形小丸",
        "作用类别": "本品为解热镇痛类非处方药药品",
        "功能主治": "用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。也用于普通感冒或流行性感冒引起的发热",
        "用法用量": "口服。成人一次1粒，一日2次（早晚各一次）",
        "禁忌": "1.对布洛芬、本品中辅料、阿司匹林或其他非甾体抗炎药过敏者禁用。2.孕妇及哺乳期妇女禁用。3.对阿司匹林过敏的哮喘患者禁用。4.肝病、神兵及心脏疾病患者禁用。",
        "注意事项": "1.本品为对症治疗药，自我用药不宜长期或大量使用，用于止痛不得超过5天，用于解热不得超过3天，如症状不缓解，请咨询医师或药师。2.本品最好在餐中或餐后服用。3.对本品及其他解热、镇痛抗炎药物过敏者禁用。过敏体质者慎用。4.第一次使用本品如出现皮疹、粘膜损伤或过敏症状、应停药并咨询医师。",
        "药物相互作用": "本品与其他解热、镇痛、抗炎药物同用时可增加胃肠道不良反应，并可能导致溃疡。2.本品与肝素、双香豆类素（如华法林）等抗凝血药同用时，可导致凝血酶原时间延长，增加出血倾向",
        "药理作用": "本品能一直前列腺素的合成，具有镇痛、解热和抗炎的作用。且为缓释剂型，可使药物在体内逐渐释放。每服用一次，可持续12小时止痛。",
        "不良反应": "1.可能出现恶心，呕吐腹泻，便秘，肠胃胀气2.罕见出现皮疹3.罕见过敏性肾炎4.有肠道疾病，可能会加重病情。"
      },
      {
        "药品名称": "复方薄荷脑软膏",
        "性状": "本品为类白色或微黄色的软膏，具有芳香，有清凉感",
        "作用类别": "本品为皮肤科用药类非处方药药品",
        "功能主治": "用于伤风感冒所致的鼻塞，昆虫叮咬或皮肤皲裂，轻度烧伤，擦伤，晒伤及皮肤瘙痒",
        "用法用量": "外用，一日3-4次",
        "禁忌": "尚不明确",
        "注意事项": "1.伤风长期未愈，或同时有发烧，不宜用本品。2.不得用于皮肤破溃之处。3.避免接触眼睛和其他黏膜。4.本品含有水杨酸甲酯不宜儿童长期使用。5.本品性状发生改变时禁止使用。6.对本品过敏者禁止使用",
        "药物相互作用": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师",
        "药理作用": "本品具有消炎，止痛，止痒作用。",
        "不良反应": "尚不明确"
      },
      {
        "药品名称": "莲花清瘟胶囊",
        "性状": "本品为硬胶囊，内容物为棕黄色至黄褐色的颗粒和粉末；气微香，味微苦。",
        "作用类别": "",
        "功能主治": "清瘟解毒，宣肺泄热。用于治疗流行性感冒属热毒袭肺证，症见：发热或高热，恶寒，肌肉酸痛，鼻塞",
        "用法用量": "口服。一次4粒，一日3次",
        "禁忌": "对本品及本品成分过敏者忌服。",
        "注意事项": "1.忌烟、酒及辛辣、生冷、油腻食物。2.不宜在服药期间同时服用滋补性中成药。3.风寒感冒者不适用。4.高血压、心脏病患者慎用。有肝病、糖尿病、肾病等慢性病严重者应在医师指导下服用。5.儿童、孕妇、哺乳期妇女、年老体弱及脾虚便溏者应在医师指导下服用。6.发热提问超过38.5℃的患者，应去医院就诊。7.严格按用法用量服用，本品不宜长期服用。8.服药三天症状无缓解，应去医院就诊。9.对本品过敏者禁用、过敏体质者慎用。10.本品形状发生改变时禁止使用。11.儿童必须在成人监护下使用。12请将本品放在儿童不能接触的地方。13.如正在使用其他药品，使用本品前请咨询医师或药师。14.运动员慎用。15.打开防潮袋后，请注意防潮。",
        "药物相互作用": "如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师",
        "药理作用": "null",
        "不良反应": "上市后检测数据显示本品可见以下胃肠道不良反应如恶心、呕吐、腹痛、腹泻、腹胀、反胃，以及皮疹、瘙痒、口干、头晕等。"
      },
      {
        "药品名称": "复方氨酚烷胺片",
        "性状": "本品为淡黄色圆片，味苦",
        "作用类别": "本品为感冒用药类非处方要药品",
        "功能主治": "适用于缓解普通感冒及流行性感冒引起的发热，头痛，四肢酸痛打喷嚏，流鼻涕，鼻塞，咽痛等症状。",
        "用法用量": "口服。成人，一次1片，一日2次。",
        "禁忌": "严重肝肾功能不全者禁用。",
        "注意事项": "1.用药3-7天，症状未缓解，请咨询医师或药师。2.服用本品期间内，不得饮酒或含有酒精的饮料。3.不能同时服用与本品成分相似的感冒药4.孕妇及哺乳期的妇女禁用，5.对本产品的过敏的人员禁用。",
        "药物相互作用": "1.与其他解热镇痛药并用，有增加肾毒性的危险。2.如与其他药物同时使用可能会发生药物相互作用，详情请咨询医师或药师。",
        "药理作用": "能减轻鼻塞，流涕，打喷嚏等症状。还有镇痛效果，接触或改善感冒。",
        "不良反应": "有时有轻度头晕，乏力，恶心，上腹不适，口干，食欲缺乏，和皮疹等，可自行恢复"
      },
      {
        "药品名称": "未检测到任何东西",
        "描述":"未检测到药物，请将药物放在摄像头前以获得清晰的视图"
      },
      {
        "药品名称":"无匹配项",
        "描述":"所给药物不在数据库中"
      }
    ]
  }
  